<template>
  <div class="about-store">
    <div class="store-board">
      <h1>Bread Baking Studio｜關於我們</h1>
      <div class="bg-img">
        <img src="img/carousel/bakery_3.jpg" alt="麵包坊插圖" />
      </div>
      <div class="bg-mask"></div>
    </div>
    <div class="store-story">
      <h2 class="story-title">信念與職人精神</h2>
      <p>
        BBS
        相信麵包不只是食物，是一種溫暖的記憶。每天清晨，當第一爐麵包出爐，空氣中瀰漫著天然酵母的香氣，這不僅是一種味覺的享受，更是一份來自我們對烘焙的熱愛與堅持。我們的故事，從一個簡單的夢想開始，希望讓每個人都能品嚐到純粹、自然，並充滿手作溫度的麵包。
      </p>
      <h3>初心｜從一顆麥粒到一口感動</h3>
      <p>
        BBS
        的誕生，來自對麵包最純粹的熱愛。小時候記憶裡的早餐總是伴隨著剛出爐的麵包香氣，外酥內軟的法國麵包、奶香濃郁的布里歐許，每一口都像是家人親手製作的味道，簡單卻難以忘懷。我們希望將這份感動傳遞出去，讓更多人可以在生活的某個瞬間，透過一塊麵包，找到熟悉的幸福感。因此，BBS
        堅持使用
        天然酵母、無添加物的高品質麵粉、純天然奶油與新鮮食材，回歸最單純的風味，讓每一口都安心、健康。
      </p>
      <h3>職人精神｜細節決定美味，時間成就風味</h3>
      <p>
        烘焙不只是技術，更是一門關於時間與耐心的藝術。我們的烘焙師每天親手揉製麵糰，遵循傳統發酵工法，細心掌控溫度與時間，讓每個麵包都能達到最完美的口感。從繁複的層層折疊打造出的黃金可頌，到低溫發酵
        72
        小時的歐式鄉村麵包，每一道工序都藏著我們的堅持與專業。這份執著，讓每一塊麵包都有著獨特的靈魂與故事，不只是食物，而是我們獻給每位顧客的心意。
      </p>
      <h3>與你一起｜分享美味，創造溫暖的日常</h3>
      <p>
        BBS
        不只是賣麵包的地方，而是一個能讓人感受到幸福的空間。我們希望，這裡能成為你生活中的一部分，提供的項目包含：
      </p>
      <ul>
        <li>
          清晨的活力早餐 : 一口剛出爐的麵包，搭配濃醇咖啡，為一天注入滿滿能量。
        </li>
        <li>午後的小確幸 : 鬆軟香甜的手工甜點，配上一杯熱茶，療癒忙碌的心。</li>
        <li>
          回家的溫暖感 : 為家人帶上一份健康美味的麵包，讓家中充滿溫馨氣息。
        </li>
      </ul>
      <p>
        我們相信，麵包不只是填飽肚子的食物，而是生活的一部分，是每一天的溫暖陪伴。用心烘焙，傳遞溫度，讓每一天都更有味道。
      </p>
    </div>
  </div>
</template>
